---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.MEPBuildingConstructionSetIterator
source: html/9970c834-72b2-953b-2ec0-cd7f4d4d24f2.htm
---
# MEPBuildingConstructionSetIterator Members

For Internal Use Only.